Repository: KyongSik-Yoon/OtterZip
Catalog: app/OtterZip.App/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# Main_StatusBarIdleText.Text
source: Ready
de_de: Bereit
es_es: Listo
fr_fr: Prêt
it_it: Pronto
ja_jp: 準備完了
ko_kr: 준비 완료
pt_br: Pronto
ru_ru: Готово
zh_cn: 就绪

# Main_StatusBarExtractingFormat.Text
source: Extracting {0}…
de_de: {0} wird entpackt …
es_es: Extrayendo {0}…
fr_fr: Extraction de {0}…
it_it: Estrazione di {0}…
ja_jp: {0} を解凍中…
ko_kr: {0} 추출 중…
pt_br: Extraindo {0}…
ru_ru: Извлечение {0}…
zh_cn: 正在解压 {0}…

# Main_StatusBarDoneFormat.Text
source: Extracted {0} entries · {1}
de_de: {0} Einträge entpackt · {1}
es_es: {0} entradas extraídas · {1}
fr_fr: {0} entrées extraites · {1}
it_it: {0} elementi estratti · {1}
ja_jp: {0} 個のエントリを解凍しました · {1}
ko_kr: {0}개 항목 추출 완료 · {1}
pt_br: {0} entradas extraídas · {1}
ru_ru: Извлечено {0} элементов · {1}
zh_cn: 已解压 {0} 项 · {1}

# Main_StatusBarErrorFormat.Text
source: Error: {0}
de_de: Fehler: {0}
fr_fr: Erreur : {0}
it_it: Errore: {0}
ja_jp: エラー: {0}
ko_kr: 오류: {0}
pt_br: Erro: {0}
ru_ru: Ошибка: {0}
zh_cn: 错误：{0}

# Main_StatusBarUnsupportedFormat.Text
source: Unsupported format ({0})
de_de: Format nicht unterstützt ({0})
es_es: Formato no compatible ({0})
fr_fr: Format non pris en charge ({0})
it_it: Formato non supportato ({0})
ja_jp: サポートされていない形式 ({0})
ko_kr: 지원하지 않는 형식 ({0})
pt_br: Formato não suportado ({0})
ru_ru: Неподдерживаемый формат ({0})
zh_cn: 不支持的格式 ({0})

# Main_StatusBarCompressingFormat.Text
source: Compressing → {0}…
de_de: Wird komprimiert → {0} …
es_es: Comprimiendo → {0}…
fr_fr: Compression → {0}…
it_it: Compressione → {0}…
ja_jp: 圧縮中 → {0}…
ko_kr: {0} 압축 중…
pt_br: Comprimindo → {0}…
ru_ru: Сжатие → {0}…
zh_cn: 正在压缩 → {0}…

# Main_StatusBarCompressDoneFormat.Text
source: Created {0} · {1}
de_de: {0} erstellt · {1}
es_es: {0} creado · {1}
fr_fr: {0} créé · {1}
it_it: {0} creato · {1}
ja_jp: {0} を作成しました · {1}
ko_kr: {0} 생성 완료 · {1}
pt_br: {0} criado · {1}
ru_ru: Создан {0} · {1}
zh_cn: 已创建 {0} · {1}

# Main_StatusBarUnknownInvokeFormat
source: Unknown invoke verb: {0}
de_de: Unbekanntes Aufrufverb: {0}
es_es: Verbo de invocación desconocido: {0}
fr_fr: Verbe d'invocation inconnu : {0}
it_it: Verbo di invocazione sconosciuto: {0}
ja_jp: 不明な呼び出し動詞: {0}
ko_kr: 알 수 없는 명령: {0}
pt_br: Verbo de invocação desconhecido: {0}
ru_ru: Неизвестная команда вызова: {0}
zh_cn: 未知的调用动词：{0}

# Main_StatusBarVerifyingFormat.Text
source: Verifying {0}…
de_de: {0} wird überprüft …
es_es: Verificando {0}…
fr_fr: Vérification de {0}…
it_it: Verifica di {0}…
ja_jp: {0} を検証中…
ko_kr: {0} 무결성 검사 중…
pt_br: Verificando {0}…
ru_ru: Проверка {0}…
zh_cn: 正在验证 {0}…

# Main_SettingsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Параметры
zh_cn: 设置

# Main_SettingsButton.AutomationProperties.Name
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Параметры
zh_cn: 设置

# PasswordDialog_TitleFormat.Text
source: Password required for {0}
de_de: Kennwort erforderlich für {0}
es_es: Se requiere contraseña para {0}
fr_fr: Mot de passe requis pour {0}
it_it: Password necessaria per {0}
ja_jp: {0} にはパスワードが必要です
ko_kr: {0}의 비밀번호를 입력하세요
pt_br: Senha necessária para {0}
ru_ru: Требуется пароль для {0}
zh_cn: {0} 需要密码

# PasswordDialog_Placeholder.Text
source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
ko_kr: 비밀번호
pt_br: Senha
ru_ru: Пароль
zh_cn: 密码

# PasswordDialog_OK.Text
source: Unlock
de_de: Entsperren
es_es: Desbloquear
fr_fr: Déverrouiller
it_it: Sblocca
ja_jp: 解除
ko_kr: 잠금 해제
pt_br: Desbloquear
ru_ru: Разблокировать
zh_cn: 解锁

# PasswordDialog_Cancel.Text
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# ExtractDialog_TitleFormat
source: Extract {0}
de_de: {0} entpacken
es_es: Extraer {0}
fr_fr: Extraire {0}
it_it: Estrai {0}
ja_jp: {0} を解凍
ko_kr: {0} 추출
pt_br: Extrair {0}
ru_ru: Извлечь {0}
zh_cn: 解压 {0}

# ExtractDialog_DestinationLabel.Text
source: Destination folder
de_de: Zielordner
es_es: Carpeta de destino
fr_fr: Dossier de destination
it_it: Cartella di destinazione
ja_jp: 展開先フォルダー
ko_kr: 대상 폴더
pt_br: Pasta de destino
ru_ru: Папка назначения
zh_cn: 目标文件夹

# ExtractDialog_BrowseButton.Content
source: Browse…
de_de: Durchsuchen …
es_es: Examinar…
fr_fr: Parcourir…
it_it: Sfoglia…
ja_jp: 参照…
ko_kr: 찾아보기…
pt_br: Procurar…
ru_ru: Обзор…
zh_cn: 浏览…

# ExtractDialog_PasswordLabel.Text
source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
ko_kr: 비밀번호
pt_br: Senha
ru_ru: Пароль
zh_cn: 密码

# ExtractDialog_AdvancedToggle.Content
source: Choose folder…
de_de: Anderer Ordner …
es_es: Otra carpeta…
fr_fr: Autre dossier…
it_it: Altra cartella…
ja_jp: 別のフォルダー…
ko_kr: 다른 폴더로…
pt_br: Outra pasta…
ru_ru: Другая папка…
zh_cn: 选择文件夹…

# Job_StatusStarting.Text
source: Starting…
de_de: Wird gestartet …
es_es: Iniciando…
fr_fr: Démarrage…
it_it: Avvio…
ja_jp: 開始中…
ko_kr: 시작 중…
pt_br: Iniciando…
ru_ru: Запуск…
zh_cn: 启动中…

# Job_StatusCompressing.Text
source: Compressing…
de_de: Wird komprimiert …
es_es: Comprimiendo…
fr_fr: Compression…
it_it: Compressione…
ja_jp: 圧縮中…
ko_kr: 압축 중…
pt_br: Comprimindo…
ru_ru: Сжатие…
zh_cn: 压缩中…

# Job_StatusCancelling.Text
source: Cancelling…
de_de: Wird abgebrochen …
es_es: Cancelando…
fr_fr: Annulation…
it_it: Annullamento…
ja_jp: キャンセル中…
ko_kr: 취소 중…
pt_br: Cancelando…
ru_ru: Отмена…
zh_cn: 取消中…

# Split_StatusJoining.Text
source: Joining split volumes… ({0}/{1})
de_de: Teilbände werden zusammengefügt… ({0}/{1})
es_es: Uniendo volúmenes divididos… ({0}/{1})
fr_fr: Fusion des volumes fractionnés… ({0}/{1})
it_it: Unione dei volumi divisi… ({0}/{1})
ja_jp: 分割ボリュームを結合中… ({0}/{1})
ko_kr: 분할 볼륨 결합 중… ({0}/{1})
pt_br: Unindo volumes divididos… ({0}/{1})
ru_ru: Объединение разделённых томов… ({0}/{1})
zh_cn: 正在合并分卷… ({0}/{1})

# Split_NotSupportedFormat.Text
source: Multi-volume archives are not yet supported (planned for v1.1). Detected {0} parts.
de_de: Mehrteilige Archive werden noch nicht unterstützt (geplant für v1.1). {0} Teile erkannt.
es_es: Los archivos divididos aún no son compatibles (previsto para v1.1). {0} partes detectadas.
fr_fr: Les archives multi-volumes ne sont pas encore prises en charge (prévu pour v1.1). {0} parties détectées.
it_it: Gli archivi multi-volume non sono ancora supportati (previsto per v1.1). {0} parti rilevate.
ja_jp: 分割アーカイブはv1.1で対応予定です ({0}個のボリュームを検出)
ko_kr: 분할 아카이브는 v1.1에서 지원 예정 ({0}개 볼륨 감지됨)
pt_br: Arquivos divididos ainda não são suportados (previsto para v1.1). {0} partes detectadas.
ru_ru: Многотомные архивы пока не поддерживаются (запланировано на v1.1). Обнаружено томов: {0}.
zh_cn: 分卷压缩档暂不支持，将在 v1.1 中支持 (检测到 {0} 个分卷)

# Job_StatusCancelled.Text
source: Cancelled
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
it_it: Annullato
ja_jp: キャンセル
ko_kr: 취소됨
pt_br: Cancelado
ru_ru: Отменено
zh_cn: 已取消

# Job_OpenFolder.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
it_it: Apri cartella
ja_jp: フォルダーを開く
ko_kr: 폴더 열기
pt_br: Abrir pasta
ru_ru: Открыть папку
zh_cn: 打开文件夹

# Settings_DialogTitle.Title
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Параметры
zh_cn: 设置

# Settings_TitleLabel.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Параметры
zh_cn: 设置

# Settings_NavGeneral.Content
source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale
ja_jp: 全般
ko_kr: 일반
pt_br: Geral
ru_ru: Общие
zh_cn: 常规

# Settings_NavCompression.Content
source: Compression
de_de: Komprimierung
es_es: Compresión
it_it: Compressione
ja_jp: 圧縮
ko_kr: 압축
pt_br: Compressão
ru_ru: Сжатие
zh_cn: 压缩

# Settings_NavExtraction.Content
source: Extraction
de_de: Entpacken
es_es: Extracción
it_it: Estrazione
ja_jp: 解凍
ko_kr: 압축 해제
pt_br: Extração
ru_ru: Извлечение
zh_cn: 解压

# Settings_NavPassword.Content
source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
ko_kr: 비밀번호
pt_br: Senha
ru_ru: Пароль
zh_cn: 密码

# Settings_NavIntegration.Content
source: Integration
es_es: Integración
fr_fr: Intégration
it_it: Integrazione
ja_jp: 統合
ko_kr: 통합
pt_br: Integração
ru_ru: Интеграция
zh_cn: 集成

# Settings_NavInfo.Content
source: Info
es_es: Información
fr_fr: Infos
it_it: Informazioni
ja_jp: 情報
ko_kr: 정보
pt_br: Informações
ru_ru: Сведения
zh_cn: 信息

# Settings_DefaultActionLabel.Text
source: Default action
de_de: Standardaktion
es_es: Acción predeterminada
fr_fr: Action par défaut
it_it: Azione predefinita
ja_jp: 既定の動作
ko_kr: 기본 동작
pt_br: Ação padrão
ru_ru: Действие по умолчанию
zh_cn: 默认操作

# Settings_DefaultActionAuto.Content
source: Auto (decide by file type)
de_de: Automatisch (nach Dateityp)
es_es: Automática (decidir por tipo de archivo)
fr_fr: Automatique (selon le type de fichier)
it_it: Automatica (in base al tipo di file)
ja_jp: 自動 (ファイルの種類で判断)
ko_kr: 자동 (파일 종류로 결정)
pt_br: Automática (decidir pelo tipo de arquivo)
ru_ru: Авто (по типу файла)
zh_cn: 自动（按文件类型决定）

# Settings_DefaultActionCompress.Content
source: Always compress
de_de: Immer komprimieren
es_es: Comprimir siempre
fr_fr: Toujours compresser
it_it: Comprimi sempre
ja_jp: 常に圧縮
ko_kr: 항상 압축
pt_br: Sempre comprimir
ru_ru: Всегда сжимать
zh_cn: 始终压缩

# Settings_DefaultActionExtract.Content
source: Always extract
de_de: Immer entpacken
es_es: Extraer siempre
fr_fr: Toujours extraire
it_it: Estrai sempre
ja_jp: 常に解凍
ko_kr: 항상 추출
pt_br: Sempre extrair
ru_ru: Всегда извлекать
zh_cn: 始终解压

# Settings_ConfirmExitWhileBusy.Text
source: Confirm before quitting while a job is running
de_de: Beim Beenden während laufender Aufgabe bestätigen
es_es: Confirmar antes de salir mientras una tarea está en curso
fr_fr: Confirmer avant de quitter pendant une tâche en cours
it_it: Conferma prima di uscire durante un'attività in corso
ja_jp: 処理中の終了時に確認する
ko_kr: 진행 중 종료 시 확인 묻기
pt_br: Confirmar antes de sair durante uma tarefa em andamento
ru_ru: Подтверждать выход при выполнении задачи
zh_cn: 有任务进行中时退出前确认

# Settings_ShowToast.Text
source: Show toast notifications
de_de: Benachrichtigungen anzeigen
es_es: Mostrar notificaciones
fr_fr: Afficher les notifications
it_it: Mostra notifiche
ja_jp: 通知を表示する
ko_kr: 알림(Toast) 사용
pt_br: Mostrar notificações
ru_ru: Показывать уведомления
zh_cn: 显示通知

# Settings_ConcurrentJobsLabel.Text
source: Concurrent jobs
de_de: Gleichzeitige Aufträge
es_es: Trabajos simultáneos
fr_fr: Tâches simultanées
it_it: Lavori simultanei
ja_jp: 同時実行数
ko_kr: 동시 작업 수
pt_br: Trabalhos simultâneos
ru_ru: Одновременные задачи
zh_cn: 并发任务数

# Settings_ConcurrentJobsSub.Text
source: How many compress/extract jobs may run at the same time. Takes effect on next launch.
de_de: Wie viele Komprimier-/Extrahier-Aufträge gleichzeitig laufen dürfen. Wird beim nächsten Start angewendet.
es_es: Cuántos trabajos de compresión/extracción pueden ejecutarse a la vez. Se aplica al reiniciar.
fr_fr: Nombre de tâches de compression/extraction pouvant s'exécuter en même temps. Prise en compte au prochain lancement.
it_it: Quanti lavori di compressione/estrazione possono essere eseguiti contemporaneamente. Si applica al prossimo avvio.
ja_jp: 同時に実行できる圧縮/解凍ジョブの数。次回起動時から適用されます。
ko_kr: 동시에 진행할 수 있는 압축/추출 작업 개수. 변경은 다음 실행부터 적용됩니다.
pt_br: Quantos trabalhos de compressão/extração podem ser executados ao mesmo tempo. Aplica-se ao reiniciar.
ru_ru: Сколько задач сжатия/извлечения может выполняться одновременно. Применяется после перезапуска.
zh_cn: 可同时运行的压缩/解压任务数。重启后生效。

# PasswordDialog_PlaceholderArchiveLabel.Text
source: new archive
de_de: neues Archiv
es_es: archivo nuevo
fr_fr: nouvelle archive
it_it: nuovo archivio
ja_jp: 新しいアーカイブ
ko_kr: 새 아카이브
pt_br: novo arquivo
ru_ru: новый архив
zh_cn: 新压缩包

# Toast_CompressTitle.Text
source: Compress complete
de_de: Komprimierung abgeschlossen
es_es: Compresión completada
fr_fr: Compression terminée
it_it: Compressione completata
ja_jp: 圧縮完了
ko_kr: 압축 완료
pt_br: Compressão concluída
ru_ru: Сжатие завершено
zh_cn: 压缩完成

# Toast_ExtractTitle.Text
source: Extract complete
de_de: Entpacken abgeschlossen
es_es: Extracción completada
fr_fr: Extraction terminée
it_it: Estrazione completata
ja_jp: 解凍完了
ko_kr: 추출 완료
pt_br: Extração concluída
ru_ru: Извлечение завершено
zh_cn: 解压完成

# Toast_ExtractBodyFormat.Text
source: {0} entries · {1}
de_de: {0} Einträge · {1}
es_es: {0} entradas · {1}
fr_fr: {0} entrées · {1}
it_it: {0} elementi · {1}
ja_jp: {0} エントリ · {1}
ko_kr: {0}개 항목 · {1}
pt_br: {0} entradas · {1}
ru_ru: {0} элементов · {1}
zh_cn: {0} 项 · {1}

# ExitConfirm_Title.Text
source: A job is in progress
de_de: Eine Aufgabe läuft
es_es: Hay una tarea en curso
fr_fr: Une tâche est en cours
it_it: È in corso un'attività
ja_jp: 処理が進行中です
ko_kr: 진행 중인 작업이 있습니다
pt_br: Uma tarefa está em andamento
ru_ru: Выполняется задача
zh_cn: 有任务正在进行

# ExitConfirm_Body.Text
source: Quitting now cancels the running compress / extract job. Continue?
de_de: Beim Beenden wird die laufende Komprimier- / Entpackaufgabe abgebrochen. Fortfahren?
es_es: Salir ahora cancelará la tarea de compresión / extracción en ejecución. ¿Continuar?
fr_fr: Quitter maintenant annule la tâche de compression / extraction en cours. Continuer ?
it_it: Uscire ora annullerà l'attività di compressione / estrazione in corso. Continuare?
ja_jp: 今終了すると実行中の圧縮 / 解凍ジョブがキャンセルされます。続行しますか?
ko_kr: 지금 종료하면 진행 중인 압축/추출 작업이 취소됩니다. 계속하시겠습니까?
pt_br: Sair agora cancelará a tarefa de compressão / extração em execução. Continuar?
ru_ru: Выход сейчас отменит выполняющуюся задачу сжатия / извлечения. Продолжить?
zh_cn: 立即退出将取消正在运行的压缩 / 解压任务。是否继续？

# ExitConfirm_Quit.Text
source: Cancel and quit
de_de: Abbrechen und beenden
es_es: Cancelar y salir
fr_fr: Annuler et quitter
it_it: Annulla ed esci
ja_jp: キャンセルして終了
ko_kr: 취소하고 종료
pt_br: Cancelar e sair
ru_ru: Отменить и выйти
zh_cn: 取消并退出

# ExitConfirm_Stay.Text
source: Keep working
de_de: Weiterarbeiten
es_es: Seguir trabajando
fr_fr: Continuer le travail
it_it: Continua a lavorare
ja_jp: 作業を続ける
ko_kr: 계속 작업
pt_br: Continuar trabalhando
ru_ru: Продолжить работу
zh_cn: 继续工作

# Settings_OpenDefaultApps.Content
source: Set OtterZip as the default app
de_de: OtterZip als Standard-App festlegen
es_es: Establecer OtterZip como aplicación predeterminada
fr_fr: Définir OtterZip comme application par défaut
it_it: Imposta OtterZip come app predefinita
ja_jp: OtterZip を既定のアプリに設定
ko_kr: OtterZip을 기본 프로그램으로 설정
pt_br: Definir OtterZip como aplicativo padrão
ru_ru: Сделать OtterZip приложением по умолчанию
zh_cn: 将 OtterZip 设为默认应用

# Settings_UseParentFolderName.Text
source: Use parent folder name when compressing multiple files
de_de: Beim Komprimieren mehrerer Dateien Ordnernamen verwenden
es_es: Usar nombre de carpeta principal al comprimir varios archivos
fr_fr: Utiliser le nom du dossier parent lors de la compression de plusieurs fichiers
it_it: Usa nome della cartella principale quando si comprimono più file
ja_jp: 複数ファイルの圧縮時に親フォルダー名を使用する
ko_kr: 다중 파일 압축 시 부모 폴더 이름 사용
pt_br: Usar nome da pasta principal ao comprimir vários arquivos
ru_ru: Использовать имя родительской папки при сжатии нескольких файлов
zh_cn: 压缩多个文件时使用父文件夹名称

# Settings_FilenameTemplateLabel.Text
source: Filename template
de_de: Dateinamenvorlage
es_es: Plantilla de nombre de archivo
fr_fr: Modèle de nom de fichier
it_it: Modello di nome file
ja_jp: ファイル名テンプレート
ko_kr: 파일명 템플릿
pt_br: Modelo de nome de arquivo
ru_ru: Шаблон имени файла
zh_cn: 文件名模板

# Settings_FilenameTemplateSub.Text
source: Tokens: {name} {date} {time} {count} {parent}. Empty falls back to the default rule.
de_de: Tokens: {name} {date} {time} {count} {parent}. Leer = Standardregel.
es_es: Tokens: {name} {date} {time} {count} {parent}. Vacío = regla predeterminada.
fr_fr: Jetons : {name} {date} {time} {count} {parent}. Vide = règle par défaut.
it_it: Token: {name} {date} {time} {count} {parent}. Vuoto = regola predefinita.
ja_jp: トークン: {name} {date} {time} {count} {parent}。空にすると既定のルールに戻ります。
ko_kr: 치환 가능: {name} {date} {time} {count} {parent}. 빈 값이면 기본 규칙 사용.
pt_br: Tokens: {name} {date} {time} {count} {parent}. Vazio = regra padrão.
ru_ru: Токены: {name} {date} {time} {count} {parent}. Пусто = правило по умолчанию.
zh_cn: 占位符：{name} {date} {time} {count} {parent}。留空则使用默认规则。

# Settings_AlwaysPromptPassword.Text
source: Always prompt for a password when compressing
de_de: Beim Komprimieren immer nach Kennwort fragen
es_es: Solicitar siempre contraseña al comprimir
fr_fr: Toujours demander un mot de passe lors de la compression
it_it: Richiedi sempre una password durante la compressione
ja_jp: 圧縮時は常にパスワードを確認する
ko_kr: 압축 시 항상 비밀번호 요청
pt_br: Sempre pedir senha ao comprimir
ru_ru: Всегда запрашивать пароль при сжатии
zh_cn: 压缩时始终提示输入密码

# Settings_ExtractLocationLabel.Text
source: Extract location
de_de: Entpackziel
es_es: Ubicación de extracción
fr_fr: Emplacement d'extraction
it_it: Posizione di estrazione
ja_jp: 展開先
ko_kr: 추출 위치
pt_br: Local de extração
ru_ru: Папка извлечения
zh_cn: 解压位置

# Settings_ExtractLocationSame.Content
source: Same as archive
de_de: Gleicher Ordner wie Archiv
es_es: Igual que el archivo
fr_fr: Même que l'archive
it_it: Stessa dell'archivio
ja_jp: アーカイブと同じ場所
ko_kr: 아카이브와 동일한 위치
pt_br: Mesmo do arquivo
ru_ru: Та же, что и архив
zh_cn: 与压缩包相同

# Settings_ExtractLocationCustom.Content
source: Specific folder…
de_de: Bestimmter Ordner …
es_es: Carpeta específica…
fr_fr: Dossier spécifique…
it_it: Cartella specifica…
ja_jp: 指定フォルダー…
ko_kr: 지정 폴더…
pt_br: Pasta específica…
ru_ru: Указанная папка…
zh_cn: 指定文件夹…

# Settings_PreserveZoneIdentifier.Text
source: Preserve download quarantine (MOTW)
de_de: Download-Quarantäne beibehalten (MOTW)
es_es: Conservar cuarentena de descarga (MOTW)
fr_fr: Conserver la quarantaine de téléchargement (MOTW)
it_it: Mantieni quarantena di download (MOTW)
ja_jp: ダウンロード検疫マークを保持 (MOTW)
ko_kr: 다운로드 파일 검역 상속 (MOTW)
pt_br: Preservar quarentena de download (MOTW)
ru_ru: Сохранять метку карантина (MOTW)
zh_cn: 保留下载隔离标记 (MOTW)

# Settings_PreserveZoneIdentifierSub.Text
source: Apply the originating archive's Zone.Identifier security mark to extracted files.
de_de: Wendet die Zone.Identifier-Sicherheitsmarkierung des Quellarchivs auf entpackte Dateien an.
es_es: Aplica la marca de seguridad Zone.Identifier del archivo de origen a los archivos extraídos.
fr_fr: Applique la marque de sécurité Zone.Identifier de l'archive d'origine aux fichiers extraits.
it_it: Applica il marchio di sicurezza Zone.Identifier dell'archivio originale ai file estratti.
ja_jp: 元のアーカイブの Zone.Identifier セキュリティマークを抽出ファイルに適用します。
ko_kr: 인터넷에서 다운로드된 아카이브의 보안 마크를 추출 파일에도 부여합니다.
pt_br: Aplica a marca de segurança Zone.Identifier do arquivo de origem aos arquivos extraídos.
ru_ru: Применяет метку безопасности Zone.Identifier исходного архива к извлечённым файлам.
zh_cn: 将原压缩包的 Zone.Identifier 安全标记应用到解压后的文件。

# Settings_DefaultPasswordLabel.Text
source: Default password
de_de: Standardkennwort
es_es: Contraseña predeterminada
fr_fr: Mot de passe par défaut
it_it: Password predefinita
ja_jp: 既定のパスワード
ko_kr: 기본 비밀번호
pt_br: Senha padrão
ru_ru: Пароль по умолчанию
zh_cn: 默认密码

# Settings_DefaultPasswordPlaceholder.PlaceholderText
source: Not set
de_de: Nicht festgelegt
es_es: Sin definir
fr_fr: Non défini
it_it: Non impostata
ja_jp: 未設定
ko_kr: 설정되지 않음
pt_br: Não definida
ru_ru: Не задан
zh_cn: 未设置

# Settings_DefaultPasswordOnCompress.Text
source: Apply automatically to new archives
de_de: Automatisch auf neue Archive anwenden
es_es: Aplicar automáticamente a archivos nuevos
fr_fr: Appliquer automatiquement aux nouvelles archives
it_it: Applica automaticamente ai nuovi archivi
ja_jp: 新しいアーカイブに自動的に適用
ko_kr: 신규 압축에 자동 적용
pt_br: Aplicar automaticamente em arquivos novos
ru_ru: Применять автоматически к новым архивам
zh_cn: 自动应用到新压缩包

# Settings_DefaultPasswordOnExtract.Text
source: Try automatically when extracting
de_de: Beim Entpacken automatisch versuchen
es_es: Probar automáticamente al extraer
fr_fr: Essayer automatiquement lors de l'extraction
it_it: Prova automaticamente durante l'estrazione
ja_jp: 解凍時に自動的に試行
ko_kr: 추출 시 자동 시도
pt_br: Tentar automaticamente ao extrair
ru_ru: Пробовать автоматически при извлечении
zh_cn: 解压时自动尝试

# Settings_AuthBeforeUseDefaultPassword.Text
source: Require authentication before using saved password
de_de: Authentifizierung vor Verwendung des gespeicherten Kennworts erforderlich
es_es: Requerir autenticación antes de usar la contraseña guardada
fr_fr: Exiger une authentification avant d'utiliser le mot de passe enregistré
it_it: Richiedi autenticazione prima di usare la password salvata
ja_jp: 保存されたパスワード使用前に認証を要求
ko_kr: 저장된 비밀번호 사용 시 인증 요구
pt_br: Exigir autenticação antes de usar a senha salva
ru_ru: Требовать аутентификацию перед использованием сохранённого пароля
zh_cn: 使用保存的密码前需要身份验证

# Settings_AuthBeforeUseDefaultPasswordSub.Text
source: Require Windows Hello (fingerprint / face / PIN) verification before using the saved password.
de_de: Erfordert Windows Hello-Verifizierung (Fingerabdruck / Gesicht / PIN) vor Verwendung des gespeicherten Kennworts.
es_es: Requiere verificación de Windows Hello (huella / cara / PIN) antes de usar la contraseña guardada.
fr_fr: Exige la vérification Windows Hello (empreinte / visage / PIN) avant d'utiliser le mot de passe enregistré.
it_it: Richiede la verifica Windows Hello (impronta / volto / PIN) prima di usare la password salvata.
ja_jp: 保存されたパスワードを使用する前に Windows Hello (指紋 / 顔 / PIN) 認証が必要です。
ko_kr: 저장된 비밀번호를 사용하기 전에 Windows Hello (지문/얼굴/PIN)로 본인 확인을 요구합니다.
pt_br: Exige verificação Windows Hello (digital / face / PIN) antes de usar a senha salva.
ru_ru: Требует проверку Windows Hello (отпечаток / лицо / ПИН) перед использованием сохранённого пароля.
zh_cn: 使用保存的密码前需要 Windows Hello（指纹 / 面部 / PIN）验证。

# Auth_ReasonCompress.Text
source: Authenticate to encrypt a new archive with your saved password
de_de: Authentifizieren, um ein neues Archiv mit dem gespeicherten Kennwort zu verschlüsseln
es_es: Autentíquese para cifrar un nuevo archivo con su contraseña guardada
fr_fr: Authentifiez-vous pour chiffrer une nouvelle archive avec votre mot de passe enregistré
it_it: Autenticati per cifrare un nuovo archivio con la password salvata
ja_jp: 保存されたパスワードで新しいアーカイブを暗号化するため認証してください
ko_kr: 저장된 비밀번호로 새 아카이브를 암호화합니다
pt_br: Autentique-se para criptografar um novo arquivo com a senha salva
ru_ru: Пройдите аутентификацию для шифрования нового архива сохранённым паролем
zh_cn: 验证身份以使用保存的密码加密新压缩包

# Auth_ReasonExtract.Text
source: Authenticate to extract a protected archive with your saved password
de_de: Authentifizieren, um ein geschütztes Archiv mit dem gespeicherten Kennwort zu entpacken
es_es: Autentíquese para extraer un archivo protegido con su contraseña guardada
fr_fr: Authentifiez-vous pour extraire une archive protégée avec votre mot de passe enregistré
it_it: Autenticati per estrarre un archivio protetto con la password salvata
ja_jp: 保存されたパスワードで保護されたアーカイブを解凍するため認証してください
ko_kr: 저장된 비밀번호로 보호된 아카이브를 추출합니다
pt_br: Autentique-se para extrair um arquivo protegido com a senha salva
ru_ru: Пройдите аутентификацию для извлечения защищённого архива сохранённым паролем
zh_cn: 验证身份以使用保存的密码解压受保护的压缩包

# Settings_ShellMenuModeLabel.Text
source: Submenu mode
de_de: Untermenü-Modus
es_es: Modo de submenú
fr_fr: Mode sous-menu
it_it: Modalità sottomenu
ja_jp: サブメニューモード
ko_kr: 서브메뉴 모드
pt_br: Modo de submenu
ru_ru: Режим подменю
zh_cn: 子菜单模式
